/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Enter your name please:\n\n\n" = "Enter your name please:\n\n\n";

/* No comment provided by engineer. */
"New High Score: %d" = "New High Score: %d";

/* No comment provided by engineer. */
"Save" = "Save";

